INSERT INTO challenge_tb (name, sub, description, start_date, end_date, target_distance, challenge_status, created_at)
VALUES ('6월 5km 챌린지', '5km 도전!', '6월 한 달 동안 5km를 달성해보세요!', '2025-06-01', '2025-06-30', 5.0, '진행중',
        '2025-06-01 00:00:00'),
       ('6월 10km 챌린지', '10km 도전!', '6월 한 달 동안 10km를 달성해보세요!', '2025-06-01', '2025-06-30', 10.0, '진행중',
        '2025-06-01 00:00:00'),
       ('6월 15km 챌린지', '15km 도전!', '6월 한 달 동안 15km를 달성해보세요!', '2025-06-01', '2025-06-30', 15.0, '진행중',
        '2025-06-01 00:00:00'),
       ('6월 50km 챌린지', '50km 도전!', '6월 한 달 동안 50km를 달성해보세요!', '2025-06-01', '2025-06-30', 50.0, '진행중',
        '2025-06-01 00:00:00'),
       ('6월 100km 챌린지', '100km 도전!', '6월 한 달 동안 100km를 달성해보세요!', '2025-06-01', '2025-06-30', 100.0, '진행중',
        '2025-06-01 00:00:00');